tap "homebrew/bundle"
brew "gettext"
brew "aria2"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "mono"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "vim"
brew "w3m"
brew "xcodes"
cask "alacritty"
cask "discord"
cask "dotnet-sdk"
cask "emacs"
cask "google-chrome"
cask "hyper"
cask "mono-mdk"
cask "slack"
cask "warp"
cask "wezterm"
cask "xcodes"
