{
  "aerial.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-denippet": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "denippet.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "fern.vim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gin.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-insx": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "skkeleton": { "branch": "main" },
  "vim-asterisk": { "branch": "master" },
  "vim-edgemotion": { "branch": "master" },
  "vim-razor": { "branch": "master" },
  "vim-sandwich": { "branch": "master" }
}